export const blogContent = [
  {
    title: '多读点书真好',
    intro: '我文化不高，凌晨三点到早上十点得帮现在的家批菜，总想着白天再找份兼职，自己想赚点钱帮帮女儿。 找实体店或工厂打工都顾不了早上卖菜。就想找个在家自...',
    auth: 'alone',
    comment: 0,
    collect: 0
  },
  {
    title: '多读点书真好',
    intro: '我文化不高，凌晨三点到早上十点得帮现在的家批菜，总想着白天再找份兼职，自己想赚点钱帮帮女儿。 找实体店或工厂打工都顾不了早上卖菜。就想找个在家自...',
    auth: 'alone',
    comment: 0,
    collect: 0
  },
  {
    title: '多读点书真好',
    intro: '我文化不高，凌晨三点到早上十点得帮现在的家批菜，总想着白天再找份兼职，自己想赚点钱帮帮女儿。 找实体店或工厂打工都顾不了早上卖菜。就想找个在家自...',
    auth: 'alone',
    comment: 0,
    collect: 0
  },
  {
    title: '多读点书真好',
    intro: '我文化不高，凌晨三点到早上十点得帮现在的家批菜，总想着白天再找份兼职，自己想赚点钱帮帮女儿。 找实体店或工厂打工都顾不了早上卖菜。就想找个在家自...',
    auth: 'alone',
    comment: 0,
    collect: 0
  }
]